src/soap/MantisConnectBinding.mc_issue_checkin.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://futureware.biz/mantisconnect">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:mc_issue_checkin>
   <username></username>
   <password></password>
   <issue_id></issue_id>
   <comment></comment>
   <fixed>false</fixed>
  </ns1:mc_issue_checkin>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
